#!/bin/bash

clear
sleep3
echo -e "´´´´´████████´´"
echo -e"´´`´███▒▒▒▒███´´´´´"
echo -e"´´´███▒●▒▒●▒██´´´"
echo -e"´´´███▒▒👄▒▒██´´"
echo -e"´´██████▒▒███´´´´´"
echo -e"´██████▒▒▒▒███´´"
echo -e"██████▒▒▒▒▒▒███´´´´"
echo -e"´´▓▓▓▓▓▓▓▓▓▓▓▓▓▒´´"
echo -e"´´▒▒▒▒▓▓▓▓▓▓▓▓▓▒´´´´´"
echo -e"´.▒▒▒´´▓▓▓▓▓▓▓▓▒´´´´´"
echo -e"´.▒▒´´´´▓▓▓▓▓▓▓▒"
echo -e"..▒▒.´´´´▓▓▓▓▓▓▓▒"
echo -e"´▒▒▒▒▒▒▒▒▒▒▒▒"
echo -e"´´´´´´´´´███████´´´´"
sleep 1
echo -e"´´´´´´´´████████´´´´´´"
echo -e"´´´´´´´█████████´´´´´"
echo -e"´´´´´´██████████´´´"
echo -e"´´´´´´██████████´´"
echo -e"´´´´´´´█████████´"
echo -e"´´´´´´´█████████´"
echo -e"´´´´´´´´████████´´´"
echo -e"________▒▒▒▒▒"
echo -e"_________▒▒▒▒"
echo -e"_________▒▒▒▒"
echo -e"________▒▒_▒▒"
echo -e"_______▒▒__▒▒"
echo -e"_____ ▒▒___▒▒"
echo -e"_____▒▒___▒▒"
echo -e"____▒▒____▒▒"
echo -e"___▒▒_____▒▒"
echo -e"_███______▒▒"
echo -e"█_███____███"
echo -e"█__███_ _█_███"
sleep 4
echo -e $\e[91m"▄███▄░░▄███▄░░████▄░████▄░██▄░░▄██"
echo -e $\e[91m" ▀█▄▀▀░██▀░▀██░██░██░██░██░░▀████▀░"
echo -e $\e[91m" ▄▄▀█▄░██▄░▄██░████▀░████▀░░░░██░░░"
echo -e $\e[91m" ▀███▀░░▀███▀░░██░██░██░██░░░░██░░░"
echo -e $\e[91m" ----------------"
sleep2
clear
pkg install python2
pkg install python
pkg install ruby
pkg install gem
gem install lolcat
pip install
pip2 install requests
pip2 install mechanize
 clear
echo -e"┳┻┳┻╭━━━━╮╱▔▔▔╲"
echo -e"┻┳┻┳┃╯╯╭━┫▏╰╰╰▕"
echo -e"┳┻┳┻┃╯╯┃▔╰┓▔▂▔▕╮"
echo -e"┻┳┻┳╰╮╯┃┈╰┫╰━╯┏╯"
echo -e"┳┻┳┻┏╯╯┃╭━╯┳━┳╯"
sleep1
clear
echo -e"┻┳┻┳╰━┳╯▔╲╱▔╭╮▔╲"
echo -e"┳┻┳┻┳┻┃┈╲┈╲╱╭╯╮▕"
echo -e"┻┳┻┳┻┳┃┈▕╲▂╱┈╭╯╱"
echo -e"┳┻┳┻┳┻┃'''┈┃┈┃┈'''╰╯"
echo -e"┻┳┻┳┻┏╯▔'''╰┓┣━┳┫"
sleep 3
clear
php spammer.php